{
    "TRIPLE_STRIKE": "对所有对手棋子的强力攻击非常成功。伤害低，但可以以较低的成本对多个棋子进行高效攻击。",
    "TRIPLE_STRIKE_GOLD": "对所有站立棋子的对手进行集中毁灭性打击。提供经过严格训练且有针对性的打击，绕过大部分防御保护。黄金品种多，成本高，破坏性大。",
    "SHATTER": "强烈的钝击，使接收端装甲的情感减弱。",
    "SHATTER_GOLD": "强烈的钝击，使接收端装甲的情感减弱。黄金品种成本较高，伤害也较高。",
    "MIGHT_DRAIN": "对敌人要害穴位进行针对性打击，使其力量下降。",
    "MIGHT_DRAIN_GOLD": "对敌人要害穴位进行针对性打击，削弱其力量。黄金品种成本较高，伤害略高",
    "STOMP": "猛烈的践踏会向地面发出冲击波，造成毁灭性的回响，降低所有敌方棋子的防御。",
    "STOMP_GOLD": "猛烈的践踏会向地面发出冲击波，造成毁灭性的回响，降低所有敌方棋子的防御。几率稍高、成本较高的黄金品种。",
    "WARRIORS_STOMP": "猛烈的践踏引导了过去所有战士的力量，向地面发出巨大的冲击波，引起强烈的回响，降低了所有敌方兵的防御。",
    "WARRIORS_STOMP_GOLD": "猛烈的践踏引导了过去所有战士的力量，向地面发出巨大的冲击波，引起强烈的回响，降低了所有敌方兵的防御。黄金品种成本较低，几率较高。",
    "MULTI_STRIKE": "强烈的进攻性攻击造成平均伤害，如果有机会就会攻击多个棋子。",
    "MULTI_STRIKE_GOLD": "强烈的进攻性攻击会造成平均伤害，同时避开大多数防御，如果有机会就会攻击多个棋子。黄金品种成本较高，并且不受大多数防御的影响。",
    "SWIFT_STRIKE": "快速、简单、直接的攻击，以较低的成本造成平均伤害。",
    "SWIFT_STRIKE_GOLD": "快速、简单、直接的攻击，以较低的成本造成平均伤害。黄金品种伤害较高，成本较高。",
    "FOCUSED_STRIKE": "直接而巧妙的集中攻击，其精确性可以绕过大多数防御。",
    "FOCUSED_STRIKE_GOLD": "直接而巧妙的集中攻击，其精确性可以绕过大多数防御。黄金品种有损坏和成本。",
    "FLURRY_STRIKE": "虽然不是最准确，但你可以连续发动 6 次攻击。造成的伤害取决于你的运气。",
    "FLURRY_STRIKE_GOLD": "虽然不是最准确，但你可以连续发动 12 次攻击。造成的伤害取决于你的运气。黄金品种，更大的混乱，几率更低。愿幸运如愿。",
    "TACTICAL_STRIKE": "多条战线的强力攻击，对生命造成相当大的伤害，同时也对对手的力量和防御造成损失。",
    "TACTICAL_STRIKE_GOLD": "多条战线的强力攻击，对生命造成相当大的伤害，同时也对对手的力量和防御造成损失。黄金品种成本更高，损坏也更大。",
    "BLIND_FLURRY": "混乱之灵被引导，引发毁灭性的四连击乱舞攻击，摧毁其路径上的所有人。对对手和己方造成伤害的风险很高。",
    "BLIND_FLURRY_GOLD": "混乱之灵被引导，引发毁灭性的四连击乱舞攻击，摧毁其路径上的所有人。对对手和己方造成伤害的风险很高。黄金品种成本较高，团队受损风险稍低。",
    "HARBINGER_OF_DEATH": "直接的愤怒一击，不惜一切代价伤害对手，甚至伤害自己的生命。绕过大多数防御。",
    "HARBINGER_OF_DEATH_GOLD": "直接的愤怒一击，不惜一切代价伤害对手，甚至伤害自己的生命。绕过大多数防御。黄金品种成本稍高，但自身风险较小。",
    "DISINTEGRATE": "你的声音传递着混沌领域的声音，回荡在大地之上，瓦解了周围所有人的铠甲。",
    "DISINTEGRATE_GOLD": "你的声音传递着混沌领域的声音，回荡在大地之上，瓦解了周围所有人的铠甲。黄金品种成本较高，伤害较大，风险稍低。",
    "SACRIFICIAL_SLICE": "强烈的直接攻击会造成大量生命值伤害并对防御产生显着影响。混乱的姿势有造成自我伤害的风险。",
    "SACRIFICIAL_SLICE_GOLD": "强烈的直接攻击会造成大量生命值伤害并对防御产生显着影响。混乱的姿势有造成自我伤害的风险。自身风险略低的黄金品种。",
    "RED_EYE_BLIND": "对多个对手进行大规模攻击并取得很高的成功，混乱能量也意味着自己也能取得轻微的成功。",
    "RED_EYE_BLIND_GOLD": "对多个对手进行大规模攻击并取得很高成功，混乱能量也意味着自己也能取得轻微成功。黄金品种，敌人伤害较高，自身伤害较低，成本较高。",
    "BARBARIC_BASH": "你的盾牌的强力猛击会造成少量的健康伤害，绕过大多数防御，同时也会降低对手的力量和防御。不顾自身安全而进行，导致自身健康、力量和防御受到损害，而对手遭受的损失更大。",
    "BARBARIC_BASH_GOLD": "你的盾牌的强力猛击会造成少量的健康伤害，绕过大多数防御，同时也会降低对手的力量和防御。不顾自身安全而进行，导致自身健康、力量和防御受到损害，而对手遭受的损失更大。黄金品种对自己和对手造成的伤害稍高，而自伤的几率较小。",
    "OVERPOWERED_STRIKE": "强大而致命的一击，需要大量力量的支持，有因过度用力而丧失力量的风险。",
    "OVERPOWERED_STRIKE_GOLD": "强烈而致命的一击，加上大量力量的支持，注定会因过度劳累而损失力量。黄金品种，对对手生命值和过度劳累的防御造成的伤害略高。",
    "ROULETTE": "无歧视的攻击，混乱的进攻，有攻击场上任何人的风险。",
    "ROULETTE_GOLD": "无歧视的攻击，混乱的进攻，有攻击场上任何人的风险。黄金品种，伤害较高，成本较高。",
    "RESONANT_BLAST": "正如古代武士所练习的那样，您的武器指向对手一侧时不会发出响亮的共鸣声。降低目标对象的法力值。这种古老的传统已不再实行，错误方向和结果不可预测的风险很高。",
    "RESONANT_BLAST_GOLD": "正如古代武士所练习的那样，您的武器指向对手一侧时不会发出响亮的共鸣声。降低目标对象的法力值。这个古老的传统已不再实行，但你相当熟练，尽管仍然不可预测。黄金变体在攻击中使用法力来提高准确性。",
    "MANA_STRIKE": "将你的法力转化为力量，进行强力直接攻击，非常成功，绕过大多数防御。",
    "MANA_STRIKE_GOLD": "将你的法力转化为力量，进行强力直接攻击，非常成功，绕过大多数防御。黄金变体，使用稍多的法力，有机会从释放的能量中伤害多个棋子。",
    "VITAL_SHOT": "瞄准敌人装甲之间的要害区域射击以绕过装甲防御，有 50% 的几率绕过大多数防御造成重要伤害。",
    "VITAL_SHOT_GOLD": "精准射击敌人装甲之间的要害区域以绕过装甲防御，有 65% 的几率绕过大多数防御造成重要伤害。黄金变体生命力较高，成本较高。",
    "VITAL_FLURRY": "一系列精准的 6 次射门，以准确度换取体积，25% 的机会绕过大多数防守进行致命一击。",
    "VITAL_FLURRY_GOLD": "一连串 12 次精准射门，用准确性换取数量，25% 的机会绕过大多数防守进行致命一击。黄金变体具有更大的混乱和更高的成本。",
    "KNEE_SHOT": "恰到好处的射门击中对手的膝盖，造成大量的体力损失。他们曾经是冒险家......",
    "KNEE_SHOT_GOLD": "恰到好处的射门击中对手的膝盖，造成大量的体力损失。黄金版本，高伤害，高成本……直到他们的膝盖中了一箭。",
    "ARCHERS_SALVO": "对对手线上的每个敌人进行 4 次快速射击。每个都有 20% 的几率绕过大多数防御进行致命一击。",
    "ARCHERS_SALVO_GOLD": "对对手线上的每个敌人进行 4 次快速射击。每个都有 25% 的几率绕过大多数防御进行致命一击。黄金版本的致命一击几率略有增加，成本稍高。",
    "SWIFT_SHOT": "快速简单的射击，成本低，伤害轻，有 20% 的几率绕过防御造成致命一击。",
    "SWIFT_GOLD": "快速简单的射击，成本低，伤害轻，有 25% 的机会致命一击绕过防御。黄金变体，轻微增加成本，高机会致命一击。",
    "DEADLY_SHURIKEN": "你从口袋里掏出一把沉重而致命的手里剑，对生命值造成大量伤害，并对敌人的护甲造成中等伤害。",
    "DEADLY_SHURIKEN_GOLD": "你从口袋里掏出一把沉重而致命的手里剑，对生命值造成大量伤害，并对敌人的护甲造成中等伤害。金色变体，快速连续投掷两次，每次都有一定的击中机会",
    "POISON_SHOT": "将箭浸入毒药中，你瞄准最重要的暴露区域，如果箭击中目标，你会造成大量毒药伤害。",
    "POISON_SHOT_GOLD": "将箭浸入毒液中，你瞄准最重要的暴露区域，使用专为穿透而设计的特殊箭，造成大量毒药伤害。黄金变种成本较高，中毒成功几率较高。",
    "SLUMBEROUS_SHOT": "使用具有镇静作用的外国常春藤油，如果你在睡梦中快速击中对手，你可以向对手的要害部位进行浸入并射击。",
    "SLUMBEROUS_SHOT_GOLD": "使用具有镇静作用的外国常春藤油，如果你在睡梦中快速击中对手，你可以向对手的要害部位进行浸入并射击。黄金变体具有略低的滚降几率、更高的睡眠几率和略高的成本。",
    "TRIPLE_SHOT": "向每个对手的棋子发射一次经过深思熟虑的精准射击，造成致命伤害的几率中等。",
    "TRIPLE_SHOT_GOLD": "向你的每个对手棋子发射一次经过深思熟虑的精确射击，黄金变体具有更高的致命伤害机会。",
    "QUICK_TRIPLE": "向所有对手棋子发射快速箭，缺乏精确度，但成本较低。擅长对抗装甲较少的对手。",
    "QUICK_TRIPLE_GOLD": "向所有对手棋子发射快速箭，缺乏精确度，但成本较低。适合对抗装甲较少的对手。黄金变体的几率稍高，但成本较高。",
    "OVER_DRAW": "你用尽全力拉开弓，射出一发强大的穿甲弹。就好像你的祖先正在推动它通过它们。损害健康和防御。过度劳累造成自我伤害的风险。",
    "OVER_DRAW_GOLD": "你用尽全力拉开弓，射出一发强大的穿甲弹。就好像你的祖先正在推动它通过它们。损害健康和防御。过度劳累造成自我伤害的风险。金色版本具有更高的伤害，成本更高，自我伤害的风险更低。",
    "CHAOS_RAIN": "向天空射出一连串的箭雨，如雨点般落在你的对手的防线上……还有你的防线上。高度混乱和团队受损的风险，可能幸运会站在你这边。致命一击的几率很高。",
    "CHAOS_RAIN_GOLD": "向天空射出一连串的箭雨，如雨点般落在你的对手的防线上……还有你的防线上。高度混乱和团队受损的风险，可能运气会站在你这边。致命一击的几率很高。黄金变体具有更高的伤害，但成本更高。",
    "SKY_FALL": "向天空发射一连串集中但拉力较弱的箭。伤害较轻，但对团队的风险比混沌雨要小。致命一击的几率很高。",
    "SKY_FALL_GOLD": "向天空发射一连串集中但拉力较弱的箭。伤害较轻，但对团队的风险比混沌雨要小。致命一击的几率很高。金色版本，精度和伤害稍高。",
    "STRANGE_BREW": "当地的炼金术士给了你一种毒药，是用他们准备战斗时剩下的材料制成的。你迅速将一支箭浸入其中，匆忙中向你投掷一些箭，你注意到一种有毒的气味，并开始感觉不舒服开枪……你希望这种情况不会持续太久。",
    "STRANGE_BREW_GOLD": "当地的炼金术士给了你一种毒药，是用他们准备战斗时剩下的材料制成的。这次好像和上次不一样。你迅速将一支箭浸入其中，匆忙中向你投掷一些箭，你注意到一种有毒的气味，并开始感觉不舒服开枪……你希望这种情况不会持续太久。黄金变体有更高的机会......某事。",
    "ENFEEBLING_SHOT": "使用你的法力，你可以将混乱的虚弱能量引导到你的箭杆中，降低目标的意志力，非常成功，但不是最有效的。",
    "ENFEEBLING_SHOT_GOLD": "使用你的法力，你可以将混乱的虚弱能量引导到你的箭杆中，降低你目标的意志力。具有更强魔力的金色变体。",
    "ARROW_OF_MISFORTUNE": "使用你的法力将不幸的混乱能量引导到你的箭杆中，降低你的目标的运气。非常成功。",
    "ARROW_OF_MISFORTUNE_GOLD": "使用你的法力将不幸的混乱能量引导到你的箭杆中，降低你的目标的运气。非常成功。具有更强魔力的金色变体。",
    "REIGN_OF_CHAOS": "你不是最擅长魔法，但你利用你所有的知识，将你的命运交到祖先位面的手中，将纯粹的混沌附魔到你的箭杆中。愿他们的灵魂的好运与你同在。",
    "REIGN_OF_CHAOS_GOLD": "你不是最擅长魔法，但你利用你所有的知识，将你的命运交到祖先位面的手中，将纯粹的混乱附魔到你的箭杆上。愿他们的灵魂的好运与你同在。黄金变体更强的结界，对所有人都有更高的机会和更强的效果，以获得更多的法力",
    "SHADOW_STRIKE": "引导法力来隐藏自己，你尝试潜入对手防线后方从背后攻击他们，如果成功，会造成高额伤害，但被抓住造成伤害的风险很高。",
    "SHADOW_STRIKE_GOLD": "引导法力来隐藏自己，你尝试潜入对手防线后方从背后攻击他们，如果成功，会造成高额伤害，但被抓住造成伤害的风险很高。黄金变体，使用更多的法力来隐藏，降低被抓住和损坏的风险。",
    "SKY_PIERCER": "你把手伸到背上，抓住一把神圣的标枪，这是已知的最具破坏性的武器之一。不是最准确的，但如果命中目标，则会造成大量生命值和防御伤害。",
    "SKY_PIERCER_GOLD": "你把手伸到背上，抓住一把神圣的标枪，这是已知的最具破坏性的武器之一。不是最准确的，但如果击中目标，则会造成大量生命值和防御伤害。黄金变体几率更高。",
    "SLING_SHOT": "将携带有限弹药的弹弓装上一块大石头，拉动并释放攻击。你受过良好的训练，如果准确和幸运的话，你可以对他们的头部进行打击，使他们失去知觉和/或困惑。",
    "SLING_SHOT_GOLD": "拿起一个携带有限弹药的弹弓，并在其中装上一块大石头，你挥动并释放你的攻击。你训练有素，如果准确和运气好，你可以对他们的头部进行打击，使他们失去知觉和/或困惑。黄金变体，使用一些额外的力量可以造成更强大的打击。",
    "LIFE_SAP": "为自己注入对手的生命值。",
    "LIFE_SAP_GOLD": "为自己注入对手的生命值。黄金变体，以更高的成本吸取更多的生命值。",
    "DEFENSE_SAP": "你的对手会感觉到他们的护甲开始升温，当你将其伤害抗性引导到你自己的护甲时，他们的肉体开始燃烧。",
    "DEFENSE_SAP_GOLD": "当你将伤害抗性导入自己的身体时，你的对手会感觉到他们的护甲开始升温，他们的肉体开始燃烧。黄金变种的成本更高，会吸收更多的防御并造成健康伤害。",
    "ENFEEBLED_MIND": "削弱对手的精神，降低他们的意志力和恢复力。",
    "ENFEEBLED_MIND_GOLD": "削弱对手的精神，降低他们的意志力和恢复力。黄金版本，成本更高，效果更好，持续时间更长。",
    "SLEEP_RELEASE": "集中而强烈的奥术迷雾，使对手在战斗的混乱中陷入平静的睡眠。",
    "SLEEP_RELEASE_GOLD": "集中的奥术迷雾，让你的对手在战斗的混乱中进入平静的睡眠。金色变体，雾气更宽，但浓度较低，滚落得更快，并且取决于机会。",
    "CLOUD_OF_ILL_FATE": "头顶上的云层变暗，同时闪烁着诡异的光芒，给你的对手留下一种令人不安的命运感。",
    "CLOUD_OF_ILL_FATE_GOLD": "头顶上的云层变暗，闪烁着诡异的光芒，给你的对手留下一种令人不安的命运感。黄金变体会以更高的成本影响多个敌人。",
    "CRIPPLING_BOLT": "向敌人发射一道能量箭，在撞击时损害生命值、防御力和力量。",
    "CRIPPLING_BOLT_GOLD": "冥想你的攻击，你向敌人发射一束巨大的能量，损害生命值、防御力和冲击力。黄金变体，对统计数据的伤害更高，成本更高。",
    "AURA_OF_DESTRUCTION": "在你的对手队伍周围施放破坏性光环，对他们所有人造成中等程度的伤害。",
    "AURA_OF_DESTRUCTION_GOLD": "在你的对手周围投射出破坏性的光环，当你对他们造成沉重伤害时，他们会因痛苦而不知所措。",
    "SPIT_FIRE": "你直接向对手发射十颗火球，有些火球无法射出完整距离，但那些无法抵挡的火球，可能运气会站在你这边。",
    "SPIT_FIRE_GOLD": "你直接向对手发射十颗火球，有些火球无法射出完整距离，但那些无法抵挡的火球，可能运气会站在你这边。黄金变体成本更高，但伤害和机会更多。",
    "CATATUMBO_LIGHTNING": "天空变暗，灯光开始快速闪烁，在天空中舞动。它突然下降，对你的对手防线造成严重破坏。",
    "CATATUMBO_LIGHTNING_GOLD": "天空变暗，灯光开始快速闪烁，在天空中舞动。它突然下降，对你的对手防线造成严重破坏。金色变体具有稍高的伤害和几率。",
    "VITALITY_DRAIN": "用能量球击中你的敌人，他们会发现自己突然感觉不舒服。在持续时间内降低生命值和最大生命值。",
    "VITALITY_DRAIN_GOLD": "用能量球击中你的敌人，他们会发现自己突然感觉不舒服。在持续时间内降低生命值和最大生命值。黄金变体，以更高的成本造成更高的健康损失。",
    "MAGES_IMPASSE": "一次恶意攻击，让你和你的对手都比开始时更少的吗哪，今天没有人获胜......或者他们是吗？",
    "MAGES_IMPASSE_GOLD": "一次恶意攻击，让你和你的对手都比开始时更少的吗哪，今天没有人获胜......或者他们是吗？黄金变体具有更高的法力虹吸和成本。",
    "ARC_LIGHTNING": "你释放出一道高压闪电，很有可能对其他玩家产生电弧……也可能对你自己产生影响。会跳到附近的其他棋子，当向对手线的末端施放时最有效。不被铠甲所动摇。",
    "ARC_LIGHTNING_GOLD": "你释放出一道高压闪电，很有可能对其他玩家产生电弧……也可能对你自己产生影响。会跳到附近的其他棋子，当向对手线的末端施放时最有效。不被铠甲所动摇。黄金变体伤害更高，成本更高。",
    "NOXIOUS_SHOWER": "头顶上的云层变暗，诡异的光芒闪耀，当你的对手开始注意到风中的有毒气味时，他们会感到一种令人不安的命运感。由于操作的混乱性，您的团队也会经历一些阵雨。",
    "NOXIOUS_SHOWER_GOLD": "头顶上的云层变暗，诡异的光芒闪耀，当你的对手开始注意到风中的有毒气味时，他们会感到一种令人不安的命运感。由于操作的混乱性，您的团队也会经历一些阵雨。黄金变种具有稍高的毒害伤害和几率。",
    "FICKLE_FATE": "大地一片阴郁，每个人都感到不安，仿佛命运在敲门。尽管你的运气更好，但场上所有人的运气都严重下降。",
    "FICKLE_FATE_GOLD": "大地一片阴郁，每个人都感到不安，仿佛命运在敲门。场上所有人的运气都严重下降，但愿这一切能够结束。",
    "TECTONIC_TORMENT": "地面开始震动，盔甲开始嘎嘎作响。你的对手注意到他们的力量有所下降，并且他们的盔甲上出现了新的裂缝。你们的团队也感受到了一些震动。",
    "TECTONIC_TORMENT_GOLD": "地面开始震动，盔甲开始嘎嘎作响。地震似乎永远不会停止。你的对手注意到他们的力量严重损失，他们的盔甲上出现了新的裂缝。你的团队也感受到了一些震动。",
    "FUNERAL_PYRE": "向你的对手发射一阵灼热的火焰，你会感觉到他们额头上有一股强烈的热量，留下灰烬和余烬在空气中旋转。以巨大的成本和自身受伤的机会对敌人造成毁灭性打击。",
    "FUNERAL_PYRE_GOLD": "向你的对手发射一阵灼热的火焰，你会感觉到他们的额头上有一股强烈的热量，留下灰烬和余烬在空气中旋转。以巨大的成本和自身受伤的机会对敌人造成毁灭性打击。黄金版本成本较高，自我风险稍低。",
    "WINDS_OF_CONFUSION": "强风开始搅动，空气中充满了碎片，场地上开始出现混乱。对敌人以及你自己的团队造成一定程度的混乱，尽管由于他们做好了心理准备而较少。",
    "WINDS_OF_CONFUSION_GOLD": "狂风力量占领了这片土地，空气中充满了碎片，战场上开始出现混乱。给敌人带来严重的混乱，也会给你自己的团队造成中等程度的混乱，尽管他们已经做好了心理准备，但混乱程度较小。黄金版本会导致更多混乱，成本更高，而您自己的团队受到的影响较小。",
    "PURE_BEFUDDLEMENT": "混乱的迷雾笼罩着你的对手，让他们极度迷失方向。",
    "PURE_BEFUDDLEMENT_GOLD": "一片混乱的迷雾笼罩着你的对手，让他们极度迷失方向，甚至没有留下任何一个值得考虑的想法。黄金变体以高成本造成完全混乱。",
    "VOLTAIC_BLAST": "一个巨大的电球悬停在你的对手上空，在一次令人眼花缭乱的闪光中，它释放出能量，造成伤害和可能的瘫痪。由于电力的混乱性质，您的团队也面临风险。",
    "VOLTAIC_BLAST_GOLD": "一个巨大的电球悬停在你的对手上空，在一次令人眼花缭乱的闪光中，它释放出能量，造成伤害和可能的瘫痪。由于电力的混乱性质，您的团队也面临风险。黄金变体对所有相关方造成损害和瘫痪的风险更高。",
    "PROTON_ZAP": "你向敌人释放一系列电射线，在这个过程中你自己也会受到电击。",
    "PROTON_ZAP_GOLD": "你向敌人释放一系列电射线，在这个过程中你自己也会受到电击。黄金变体具有更高的伤害和更少的自我改变，但成本更高"
}