{
    "OKRITHRIAL_GLADIUS": "一把由 okranite 制成的古老附魔短剑，一种具有锋利边缘和强大魔力的强大武器。由于随着时间的推移，魔力逐渐退化，与混乱结合在一起，使用会给新手带来自我影响的风险。授予秋葵民间持有者",
    "OKRITHRIAL_GLADIUS_GOLD": "一把古老的魔法短剑，由奥克拉石制成，是一种具有强大魔力的强大武器。它是当时为数不多的保持秩序的优质文物之一，尽管它的边缘并不那么锋利。授予秋葵民间持有者",
    "MJOLNIR_HAMMER": "向你的敌人发出雷鸣般的打击，在地面上发出回响，使他们的盔甲和附近人的盔甲发出嘎嘎声。",
    "MJOLNIR_HAMMER_GOLD": "向你的敌人发出雷霆般的打击，在地面上发出回响，使他们的盔甲和附近的盔甲发出嘎嘎声。黄金版本具有更高的伤害和雷霆，但成本更高。",
    "CUTLASS_OF_FURY": "一种快速而有效的武器，能够以较低的成本对敌人造成一系列适度的猛烈打击。",
    "CUTLASS_OF_FURY_GOLD": "一种快速而有效的武器，可以以适度的成本对敌人造成一系列强力的猛烈打击。",
    "ZWEIHANDER_OF_EXCELLENCE": "一把制作精良的长剑，可以对敌人造成毁灭性且非常成功的打击。",
    "ZWEIHANDER_OF_EXCELLENCE_GOLD": "一把制作精良的长剑，可以对敌人造成毁灭性且非常成功的打击。这款黄金变体由技艺精湛的剑匠精心打造，可以绕过并穿透大多数防御。",
    "DUMBBRINGERS_CUDGEL": "一种粗糙、残酷且有效的武器，可造成强烈的震荡打击，并有可能造成混乱甚至瘫痪。",
    "DUMBBRINGERS_CUDGEL_GOLD": "一种粗糙、残酷且有效的武器，可造成强烈的震荡打击，并有可能造成瘫痪。黄金变体使用更多的力量来造成更高的伤害和麻痹的机会。",
    "KNUCKLEDUSTER": "选择一条纯粹的徒手暴力的混乱路线，使用你值得信赖的指节套，用一连串的拳头进行打击。",
    "KNUCKLEDUSTER_GOLD": "选择一条纯粹的徒手暴力的混乱路线，使用你值得信赖的指节套，用一连串的拳头进行打击。每次出拳时加大力度都有可能造成混乱。",
    "STONEWALL_PAVISE": "背上你值得信赖的盾牌，你就可以做好迎接即将到来的伤害的准备，提高你的防御力 2 轮。",
    "STONEWALL_PAVISE_GOLD": "背上你值得信赖的盾牌，你就可以做好迎接即将到来的伤害的准备，提高你的防御力 4 轮。",
    "IMPERIAL_CROSSBOW": "一把标准的帝国十字弓，可以造成相当大的伤害，并有 50/50 的几率绕过大多数防御进行致命一击。",
    "IMPERIAL_CROSSBOW_GOLD": "一把标准的帝国十字弓，可以造成相当大的伤害，并有 50/50 的几率绕过大多数防御进行致命一击。黄金变体会造成更高的伤害，但成本更高。",
    "SHADOW_DAGGER": "施放隐形光环，你试图使用这把匕首对你的对手的薄弱装甲背部造成毁灭性的伤害，绕过大多数防御。",
    "SHADOW_DAGGER_GOLD": "施放隐形光环，你试图使用这把匕首对你的对手的薄弱装甲背部造成毁灭性的伤害，绕过大多数防御。黄金变种，造成更多伤害，但风险更高，可能运气会站在你这边。",
    "BOW_OF_SWIFTNESS": "轻弓可以让你在场上快速射出齐射的箭。对多个敌人造成伤害，造成致命一击的几率较低。",
    "BOW_OF_SWIFTNESS_GOLD": "轻弓可以让你在场上快速射出齐射的箭。对多个敌人造成伤害。黄金变体成本更高，但伤害更高，致命一击的几率更高。",
    "JAVELIN_OF_MIGHT": "巨大而强大的标枪，虽然不是最精确，但落地后很有可能造成致命一击。",
    "JAVELIN_OF_MIGHT_GOLD": "巨大而强大的标枪，虽然不是最精确，但落地后很有可能造成致命一击。制作精良的黄金变体，成本较高，但伤害更大，落地后保证致命一击。",
    "BOW_OF_POISONING": "一把简单的弓，发射的箭沾有微弱的毒液，有很小的几率造成致命一击。",
    "BOW_OF_POISONING_GOLD": "一把简单的弓，发射的箭沾有中度毒药，有很小的几率造成致命一击。",
    "LONGBOW_OF_EXCELLENCE": "制作精良的长弓，可造成高伤害并几乎保证致命一击。",
    "LONGBOW_OF_EXCELLENCE_GOLD": "制作精良的长弓，可造成高伤害并几乎保证致命一击。黄金变体，过度绘制会造成更多伤害。",
    "STAFF_OF_HEALING": "对你或队友施放治疗。",
    "STAFF_OF_HEALING_GOLD": "对您或队友进行治疗，黄金变体具有更强的治疗能力，但成本更高。",
    "STAFF_OF_ROUGE_SIPHON": "混乱而胭脂的法杖，能够吸取多种属性，却有被轻咒的危险。",
    "STAFF_OF_ROUGE_SIPHON_GOLD": "混乱而胭脂的法杖，能够吸取许多属性，但有中度诅咒的风险。",
    "GLOVES_OF_INFERNO": "对大地施放灼热的冲击波，对生命值造成中度伤害，并有一定几率降低防御力。",
    "GLOVES_OF_INFERNO_GOLD": "对大地施放灼热的冲击波，对生命值造成中度伤害，并有一定几率降低防御力。伤害更高的金色版本。",
    "STAFF_OF_FORTILITY": "使你或队友的防御力适度提高，持续 2 回合",
    "STAFF_OF_FORTILITY_GOLD": "使你或队友的防御力大幅提升，持续 3 轮",
    "STAFF_OF_THUNDERBOLT": "轻便简单的法杖会造成中等程度的电击伤害，并有可能降低核心力量。",
    "STAFF_OF_THUNDERBOLT_GOLD": "轻而简单的法杖会造成中等程度的电击伤害，并有可能降低核心力量。黄金变体，造成更高的伤害和更高的力量减益机会，但成本更高",
    "SCROLL_OF_MOLTEN_RAIN": "从古墓中发现的一个破烂且被遗忘的卷轴，引发了一场倾盆大雨，造成了损害和冥想。由于其混乱的性质，没有人是安全的。",
    "SCROLL_OF_MOLTEN_RAIN_GOLD": "从古墓中发现的一个破烂且被遗忘的卷轴，引发了一场倾盆大雨，造成了损害和冥想。由于其混乱的性质，没有人是安全的。黄金变体，成本更高，伤害更大，更加混乱。"
}