{
    "SACRIFICIAL_DEMISE": "召唤混乱之神，你将自己作为牺牲品，为你的团队带来更大的利益。杀死棋子，以换取生命值相等或更少的对手棋子的死亡。对手的生命值必须低于其最大生命值的 60%",
    "ACTION_PLUNDER": "召唤祖先的力量，将你的一张最高等级的攻击卡与对手的一张最高等级的攻击卡交换。仅当您的两个棋子属于同一类别时才有效，并且只能交换小于或等于高一级的卡牌。",
    "ABILITY_PLUNDER": "召唤祖先的力量，将你的能力卡与对手的能力卡交换。仅当对手卡的等级等于或小于一级并且两个棋子仍然拥有能力卡时才有效。",
    "POWER_PLUNDER": "召唤祖先的力量，将你的力量卡与对手的力量卡交换。仅当对手牌的等级等于或小于一级时才有效。",
    "ARMS_TRADE": "在男子气概的交换中，你和你的对手交换武器，认为自己更熟悉对方的进攻。",
    "DIVINATION_OF_STATE": "通过古老的占卜艺术，您可以一睹对手棋子的状态效果，包括他们的增益和减益",
    "DIVINATION_OF_STATE_GOLD": "通过古老的占卜艺术，您可以一睹所有对手棋子的状态效果，包括他们的增益和减益",
    "ORACLE_OF_HAND": "星体投射到神谕平面上，你会发现自己悬停在对手棋子上方，瞥见他们当前的手牌。",
    "ORACLE_OF_HAND_GOLD": "星体投射到神谕平面上，你会发现自己悬停在对手棋子上方，瞥见每个人当前的手牌。",
    "CLAIRVOYANT_INSIGHT": "在战斗的迷雾中，当你看到对手棋子行动牌组的内容后，你会看到未来的景象和摆在你面前的命运，你会发现自己突然平静下来。",
    "CLAIRVOYANT_INSIGHT_GOLD": "在战斗的迷雾中，当你看到对手棋子的能力牌组内容后，你会看到未来的景象和摆在你面前的命运，你会发现自己突然平静下来。",
    "EYE_OF_THE_SEER_GOLD": "通过一个停顿和突然的视野，你发现自己能够看到对手的一个棋子的整套牌，尽管你在这种经历中找不到任何安慰，并且发现你的法力严重耗尽。",
    "STONE_STRICKEN": "施放一个微弱但及时的咒语，你可以暂时将对手的一个棋子变成石头，并且无法治愈地持续到他们下一回合的时间。",
    "STONE_STRICKEN_GOLD": "及时施放咒语，你可以将对手的一个棋子暂时且无可救药地变成石头，并持续到他们接下来的两个回合。",
    "RELEGATION_OF_DESTINY": "你低声念出长辈的咒骂，让对手的棋子遭受两回合的短暂不幸。",
    "RELEGATION_OF_DESTINY_GOLD": "你低声念出长辈的诅咒，让对手的棋子在四轮内遭受相当大的不幸。",
    "ENFEEBLED_HEART": "你的声音神奇地在空中低语，将消极情绪传递给对手的棋子，对手听到了自己思想中反映的话语，并发现在接下来的四轮中他们的意志力略有下降。",
    "ENFEEBLED_HEART_GOLD": "你的声音在空气中神奇地低语，将消极情绪传递给对手的棋子，对手听到了他们思想中反映的话语，并发现他们的意志力在接下来的四轮中略有下降。",
    "WARRIORS_FALTER": "在大地上喊一声蝠鲼，你的敌人会感觉到他们的盔甲和武器开始回响，使他们感到疲劳，并降低他们的力量和防御，持续两轮。",
    "WARRIORS_FALTER_GOLD": "在大地上大声喊出强大的蝠鲼，你的敌人会感觉到他们的盔甲和武器开始回响，使他们感到疲劳，并降低他们的力量和防御，持续四轮。",
    "SPITE_OF_THE_WARRIOR": "对敌人发出恶毒而令人难以忘怀的呼喊会感觉他们的法力开始耗尽，持续两轮。",
    "SPITE_OF_THE_WARRIOR_GOLD": "对敌人发出充满恶意和令人难以忘怀的纯粹复仇的呼喊，会感觉他们的法力开始耗尽，持续四轮。",
    "MAGES_TURMOIL": "在一个混乱的决定中，你召唤远古混沌魔法将你的防御转化为法力。",
    "WARRIORS_TURMOIL": "在一个混乱的决定中，你召唤远古混沌魔法将你的防御和法力转化为力量。",
    "RANGERS_TURMOIL": "在一个混乱的决定中，你召唤古老的混沌魔法将你的防御转化为力量。",
    "REJUVENATING_LIGHT": "在你的目标周围投射出明亮的光环，你可以治愈最多 150 点的负面状态效果。",
    "REJUVENATING_LIGHT_GOLD": "在目标棋子周围投射明亮的光环，可以治愈最多 250 点负面状态效果。",
    "POISON_REMEDY": "治疗目标棋子最多 50 点毒药伤害。",
    "POISON_REMEDY_GOLD": "治疗目标棋子最多 100 点毒药伤害。",
    "SUDDEN_AWAKENING": "目标棋子从沉睡中醒来，再次准备战斗。",
    "FORTUNES_FAVOR": "为所玩的棋子带来幸运的祝福。",
    "FORTUNES_FAVOR_GOLD": "为所玩的棋子带来强大的财富祝福。",
    "FRIENDLY_MEDITATION": "从战斗中短暂休息一下，你可以融合你的思想和法力，让你获得比开始时更多的东西，但代价是防御力略有下降。",
    "FRIENDLY_MEDITATION_GOLD": "从战斗中短暂休息一下，你就会融合你的思想和法力，让你拥有比开始时更多的东西，但代价是防御力明显减少。",
    "FORTILITY": "集中精力，你可以将法力用于强化防御。",
    "FORTILITY_GOLD": "集中精力，你可以将大量的法力用于强化防御。",
    "CORE_VIGOR": "集中注意力可以引导你的法力来增强你的力量。",
    "CORE_VIGOR_GOLD": "集中精力，你可以将大量的法力用于增强你的力量。"
}